<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage/Site1.Master" AutoEventWireup="true" CodeBehind="Page1.aspx.cs" Inherits="FINALPROJECT.Pages.Page1" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
<link href="<%= ResolveUrl("~/CSS/PagesBasic.css") %>" rel="stylesheet" /> 

</asp:Content>

<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <div>
        <h1>
            תילקולאו:אריה הכיס
        </h1>
        <h2>
טילאקולאו: אריה הכיס
תקופה: תקופת הפלייסטוקן (תקופת הקרח הגדולה), לפני בערך 1.6 מיליון עד 46 אלף שנים.
מידע כללי: הטילאקולאו היה יונק כיס טורף שחי באוסטרליה, ונחשב לטורף העל הגדול ביותר של היבשת בתקופתו. הוא נקרא גם "אריה הכיס" בגלל גודלו (הגיע למשקל של עד 160 קילוגרם) ומראהו העוצמתי, למרות שלא היה קרוב לאריות של ימינו.
במה הוא מיוחד:
טורף כיס ייחודי: הטילאקולאו היה יונק כיס טורף, קרובו של הקואלה והוומבט המודרניים, דבר יוצא דופן מאוד בקרב הטורפים הגדולים.
כוח נשיכה יוצא דופן ושיניים מיוחדות: הייתה לו נשיכה חזקה במיוחד, ככל הנראה החזקה ביותר מבין כל יונקי הכיס שנחקרו. שיניו היו מותאמות באופן ייחודי לקריעה ושיסוף. היו לו שיניים טוחנות ענקיות וחדות בחלק האחורי של הלסת, שפעלו כמו מספריים חזקות, וכן חותכות דמויות ניב בולטות בחלק הקדמי.
טפרים נשלפים ואצבעות מנוגדות: בניגוד לרוב יונקי הכיס, היו לו טפרים נשלפים (כמו לחתולים), וייתכן שגם אצבעות מנוגדות על כפות הרגליים הקדמיות. תכונות אלו, יחד עם רגליו השריריות, הפכו אותו לטורף מיומן ויעיל ביותר, שייתכן שאף טיפס על עצים כדי לארוב לטרף או לאחסן את מזונו.
הכחדה מסתורית: כמו יונקים גדולים רבים באוסטרליה, גם הטילאקולאו נכחד בסוף תקופת הקרח הגדולה, וכנראה היה לכך קשר לשינויי אקלים ו/או הגעת בני האדם ליבשת.        </h2>

    </div>
</asp:Content>
