<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage/Site1.Master" AutoEventWireup="true" CodeBehind="Page4.aspx.cs" Inherits="FINALPROJECT.Pages.Page4" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
<link href="<%= ResolveUrl("~/CSS/PagesBasic.css") %>" rel="stylesheet" /> 
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
      <div>
                            <h1>
אנדרוסארכוס: אוכל הנבלות


        </h1>
        <h2>
תקופה: תקופת האאוקן התיכונה, לפני בערך 45 עד 41 מיליון שנים.
מידע כללי: האנדרוסארכוס הוא יונק טורף שנעלם מהעולם, שידוע בעיקר מגולגולת ענקית שנמצאה במונגוליה. הוא נחשב לטורף היבשתי הטורף (לא רק אוכל נבלות) הגדול ביותר שידוע.
במה הוא מיוחד:
הטורף היבשתי היונק הגדול ביותר: גודל הגולגולת העצומה (כשמונים ושלושה סנטימטרים) מעיד על יצור ענק, שעל פי הערכות הגיע לאורך של כשלושה וחצי מטרים ומשקל של קרוב לטון. זהו יונק הטורף היבשתי הגדול ביותר הידוע למדע.
שיוך משפחתי מסתורי: הוא השתייך לקבוצה נכחדת של יונקים טורפים, והיה בעל מאפיינים דמויי זאב או צבוע. למרות מראהו, הוא למעשה קרוב יותר לפרסתנים מסוימים (כמו לווייתנים ופרות ים) מאשר לטורפים של ימינו.
שיניים מותאמות לכתישת עצמות: שיניו הגדולות והחזקות, במיוחד הטוחנות, העידו על יכולת מדהימה לכתישת עצמות, מה שמרמז על תזונה שכללה הן בשר טרי והן אכילת נבלות. למרות שבתחילה נחשב לטורף-על פעיל, מחקרים מאוחרים יותר הציעו ייתכן שהיה יותר אוכל נבלות.        </h2>
      </div>
</asp:Content>
