<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage/Site1.Master" AutoEventWireup="true" CodeBehind="Page3.aspx.cs" Inherits="FINALPROJECT.Pages.Page3" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
    <link href="<%= ResolveUrl("~/CSS/PagesBasic.css") %>" rel="stylesheet" /> 
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
      <div>
                  <h1>
מגאתריום: עצלן הקרקע הענק

        </h1>
        <h2> 
תקופה: תקופת הקרח הגדולה, לפני בערך 2.5 מיליון עד 10 אלף שנים.
מידע כללי: המגאתריום היה אחד מיונקי הקרקע הגדולים ביותר שחיו אי פעם, והגדול מבין העצלנים. הוא חי בדרום אמריקה.
במה הוא מיוחד:
גודל עצום לעצלן: הוא הגיע לגובה של עד שישה מטרים בעמידה על רגליו האחוריות, ומשקלו לכארבעה טון. זהו גודל חסר תקדים עבור עצלן.
טפרים חזקים ותזונה ייחודית: למרות גודלו המרשים, הוא היה צמחוני. הוא ככל הנראה השתמש בטפריו הענקיים והחזקים כדי למשוך ענפים ולתלוש עלים וצמחים. הוא גם יכול היה לעמוד על שתי רגליים אחוריות כדי להגיע לעלווה גבוהה יותר, כאשר זנבו המסיבי שימש כמשען.
חלק מהכחדת בעלי החיים הגדולים: היעלמותו בסוף תקופת הקרח הגדולה, יחד עם מינים רבים אחרים של בעלי חיים גדולים ביבשות אמריקה, מהווה חלק מאירוע הכחדה רחב, שייתכן שהושפע משינויי אקלים וגם מציד על ידי בני אדם קדמונים.
            </h2>
      </div>
</asp:Content>
